void name(void) {
	puts("********************************************");
	puts("*                                          *");
	puts("* Тема: Разработка консольного приложения  *");
	puts("* Группа: бИСТ-222                         *");
	puts("* Студент: Хрячков Никита                  *");
	puts("*                                          *");
	puts("********************************************");
}

void date(void) {
	puts("             ____  ___     ____  ____");
	puts("  /|   /     |   |    |    |   | |   ");
	puts(" / |  /      |   |    |    |   | |___");
	puts("   | /_ _    |   |   /     |   |    |");
	puts("   | |  |    |   |  /      |   |    |");
	puts("   | |__|    |___| /___    |___| ___|");
}